[ViperSoldier X2CharacterTemplate]
strCharacterName="毒蛇士兵"

[ViperSoldier_VIP X2CharacterTemplate]
strCharacterName="毒蛇士兵"

[ViperCivilian_VIP X2CharacterTemplate]
strCharacterName="毒蛇平民"

[ViperSoldier_VIP X2CharacterTemplate]
strCharacterName="毒蛇平民"

[Viper_HostileCivilianVIP X2CharacterTemplate]
strCharacterName="毒蛇平民"

[ViperRecruit X2SoldierClassTemplate]
DisplayName="毒蛇新兵"

[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]

m_strInventoryLabels[eInvSlot_ViperMAW]=毒牙植入物

[Country_Vipern X2CountryTemplate]
DisplayName="毒蛇"
DisplayNameWithArticle="蝰蛇"
DisplayNameWithArticleLower="蝰蛇"
DisplayNamePossessive="蝰蛇"
DisplayAdjective="毒蛇"

[VW_GetOverHere X2AbilityTemplate]
LocFriendlyName="吐舌拉扯"
LocLongDescription="毒蛇向敌人目标伸出舌头，试图将他们拽到原地，以便进行可能的后续动作。"
LocHelpText="尝试用你的舌头抓住并拉动敌对目标，以便进行后续攻击或简单地取代敌方单位。只有人类或类人外星人可以被拉动。"
LocFlyOverText="抓舌头"
LocMissMessage="抓取失败！"

[VW_FriendlyGetOverHere X2AbilityTemplate]
LocFriendlyName="吐舌拉拽"
LocLongDescription="毒蛇向盟友伸出舌头，试图将他们拉向自己，以便重新定位他们在战场上的位置。"
LocHelpText="用你的舌头抓住一个盟友目标，并将其拉到你旁边的一块瓷砖上。这样做可以让盟友自由移动，重新定位自己，从而在战场上获得更好的机动性。只有人类或人形外星人可以被拉动。"
LocFlyOverText="吐舌拉拽"
LocMissMessage="拉取失败！"

[BoaGetOverHere_VW X2AbilityTemplate]
LocFriendlyName="吐舌拉扯"
LocLongDescription="毒蛇向敌人目标伸出舌头，试图将他们拽到原地，以便进行可能的后续动作。"
LocHelpText="尝试用你的舌头抓住并拉动敌对目标，以便进行后续攻击或简单地取代敌方单位。只有人类或类人外星人可以被拉动。"
LocFlyOverText="吐舌拉扯"
LocMissMessage="抓取失败！"

[PrimeGetOverHere_VW X2AbilityTemplate]
LocFriendlyName="吐舌拉扯"
LocLongDescription="毒蛇向敌人目标伸出舌头，试图将他们拽到原地，以便进行可能的后续动作。"
LocHelpText="尝试用你的舌头抓住并拉动敌对目标，以便进行后续攻击或简单地取代敌方单位。只有人类或类人外星人可以被拉动。"
LocFlyOverText="吐舌拉扯"
LocMissMessage="抓取失败！"

[EliteGetOverHere_VW X2AbilityTemplate]
LocFriendlyName="吐舌拉扯"
LocLongDescription="毒蛇向敌人目标伸出舌头，试图将他们拽到原地，以便进行可能的后续动作。"
LocHelpText="尝试用你的舌头抓住并拉动敌对目标，以便进行后续攻击或简单地取代敌方单位。只有人类或类人外星人可以被拉动。"
LocFlyOverText="吐舌拉扯"
LocMissMessage="抓取失败！"

[VW_CivilianBind X2AbilityTemplate]
LocFriendlyName="捆绑"
LocLongDescription="虽然这仍然可行，但根据具体情况，这种毒蛇的束缚明显较弱，并且除了能够保持束缚之外，还很容易被打破。"
LocHelpText="捆绑一个相邻的人形敌人。此单位无法使用其他持续捆绑选项。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[VW_CivilianBindSustained X2AbilityTemplate]
LocFriendlyName="保持"
LocLongDescription="虽然比平均水平弱，但民用毒蛇的束缚仍然可以抓住目标，不过不需要太多的努力就可以挣脱。"
LocHelpText="用你的身体固定一个目标。"
LocFlyOverText="保持"
LocMissMessage="捆绑断开！"

[VW_Bind X2AbilityTemplate]
LocFriendlyName="捆绑"
LocLongDescription="毒蛇的缠绕力强得非人，可以束缚相邻的人形敌人，将它们固定在原地，并让毒蛇决定下一次攻击，只要它们有力量维持束缚即可。"
LocHelpText="捆绑相邻的人形敌人，为您提供更多捆绑选项。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[VW_BindSustained X2AbilityTemplate]
LocFriendlyName="保持"
LocLongDescription="毒蛇用它的身体牢牢地抓住受害者，既不压碎他们，也不放手，等待后续行动。"
LocHelpText="将目标束缚在你的身体中缠绕中，使其更难逃脱，但不要试图对俘虏造成任何伤害或影响。"
LocFlyOverText="保持"
LocMissMessage="捆绑断开！"

[VW_BindSustainedCrush X2AbilityTemplate]
LocFriendlyName="粉碎"
LocLongDescription="毒蛇试图用它的缠绕碾碎受害者，造成的伤害取决于毒蛇的强度，尽管这会带来毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试用你的身体碾碎目标，根据你对抗目标的强度来对其造成伤害。捆绑失败并释放目标的几率会略有增加。"
LocFlyOverText="粉碎"
LocMissMessage="粉碎失败！"

[VW_BindSustainedSubdue X2AbilityTemplate]
LocFriendlyName="制服"
LocLongDescription="毒蛇试图制服缠绕中的受害者，不会对目标造成伤害，但会对其造成精神减益，如迷失方向、击晕或昏迷，尽管这会带来毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试制服你束缚中的目标，根据你对抗他们的强度对其施加特定的精神减益效果。略微增加束缚失败并释放目标的几率。"
LocFlyOverText="制服"
LocMissMessage="制服失败！"

[VW_BindSustainedChoke X2AbilityTemplate]
LocFriendlyName="窒息"
LocLongDescription="毒蛇试图用它的身体勒住受害者，造成的伤害可能比碾碎他们要小，但会窒息他们并有可能使他们昏迷，不过这会增加毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试用你的身体勒住目标，根据你对目标的攻击力对其造成伤害，甚至可能将其打昏。捆绑失败并释放目标的几率会有所增加。"
LocFlyOverText="窒息"
LocMissMessage="窒息失败！"

[VW_EndBind X2AbilityTemplate]
LocFriendlyName="解除捆绑"
LocLongDescription="如果战术情况发生变化，毒蛇可以释放其缠绕的目标，但这会削弱其缠绕能力，使其在短时间内无法再次被束缚。"
LocHelpText="释放身体中的目标。当能够再次捆绑时会触发冷却时间。"
LocFlyOverText="松绑"

[VW_EndBindAlt X2AbilityTemplate]
LocFriendlyName="解除捆绑"
LocLongDescription="在使受害者失去行动能力后，毒蛇会释放对目标的控制，并且可以立即捆绑另一个目标。"
LocHelpText="释放身体中被禁用的目标。"
LocFlyOverText="松绑"

[BindEscape X2AbilityTemplate]
LocFriendlyName="摆脱束缚"
LocLongDescription="尝试将自己从束缚中解放出来。如果成功，束缚就会结束，你就会获得自由。如果不成功，单位可能会遭受力量惩罚，并且可能会受到伤害。"
LocHelpText="尝试摆脱束缚。"
LocFlyOverText="逃离"
LocMissMessage="逃脱失败！"

[GetOverHere X2Ability Template]
LocFriendlyName="吐舌拉扯"
LocLongDescription="毒蛇的舌头和脖子非常强壮，可以将人形目标拽到它的位置。"
LocHelpText="用你的舌头抓住敌对目标，并将其拉到你旁边的瓷砖上。只有人类或类人外星人才能被拉。"
LocFlyOverText="吐舌拉扯"
LocMissMessage="抓取失败！"

[Bind X2AbilityTemplate]
LocFriendlyName="捆绑"
LocLongDescription="毒蛇的缠绕力强得非人，可以束缚相邻的人形敌人，将它们固定在原地，并让毒蛇决定下一次攻击，只要它们有力量维持束缚即可。"
LocHelpText="捆绑并控制相邻的人形敌人，为您提供更多捆绑选项。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[BoaRushAndBind X2AbilityTemplate]
LocFriendlyName="冲刺捆绑"
LocLongDescription="蟒蛇可以移动到敌人目标处，并用一个动作束缚住他们，将他们固定在原地，并让蟒蛇决定下一次攻击，只要他们有力量维持束缚即可"
LocHelpText="将一个人形敌人束缚并保持在移动范围内。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[AdderRushAndBind X2AbilityTemplate]
LocFriendlyName="冲刺捆绑"
LocLongDescription="蝰蛇可以移动到敌人目标处，并通过一个动作将其束缚，将其固定在原地，并允许蝰蛇决定下一次攻击，只要他们有力量维持束缚"
LocHelpText="将一个人形敌人束缚并保持在移动范围内。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[ViperRushAndBind X2AbilityTemplate]
LocFriendlyName="冲刺捆绑"
LocLongDescription="毒蛇可以移动到敌人目标处，并通过一次动作将其束缚，将其固定在原地，并让毒蛇决定下一次攻击，只要他们有力量维持束缚"
LocHelpText="将一个人形敌人束缚并保持在移动范围内。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[BindSustained X2AbilityTemplate]
LocFriendlyName="保持"
LocLongDescription="毒蛇用它的身体牢牢地抓住受害者，既不压碎他们，也不放手，等待后续行动。"
LocHelpText="将目标束缚在你的身体缠绕中，使其更难逃脱，但不要试图对俘虏造成任何伤害或影响。"
LocFlyOverText="保持"
LocMissMessage="捆绑断开！"

[BindSustainedCrush X2AbilityTemplate]
LocFriendlyName="粉碎"
LocLongDescription="毒蛇试图用它的缠绕碾碎受害者，造成的伤害取决于毒蛇的强度，尽管这会带来毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试用你的身体碾碎目标，根据你对抗目标的强度来对其造成伤害。捆绑失败并释放目标的几率会略有增加。"
LocFlyOverText="粉碎"
LocMissMessage="粉碎失败！"

[BoaBindSustainedCrush X2AbilityTemplate]
LocFriendlyName="粉碎"
LocLongDescription="毒蛇试图用它的缠绕碾碎受害者，造成的伤害取决于毒蛇的强度，尽管这会带来毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试用你的身体碾碎目标，根据你对抗目标的强度来对其造成伤害。捆绑失败并释放目标的几率会略有增加。"
LocFlyOverText="粉碎"
LocMissMessage="粉碎失败！"

[PrimeBindSustainedChoke X2AbilityTemplate]
LocFriendlyName="窒息"
LocLongDescription="毒蛇试图用它的身体勒住受害者，造成的伤害可能比碾碎他们要小，但会窒息他们并有可能使他们昏迷，不过这会增加毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试用你的身体勒住目标，根据你对目标的攻击力对其造成伤害，甚至可能将其打昏。捆绑失败并释放目标的几率会有所增加。"
LocFlyOverText="窒息"
LocMissMessage="阻塞失败！"

[EliteBindSustainedChoke X2AbilityTemplate]
LocFriendlyName="窒息"
LocLongDescription="毒蛇试图用它的身体勒住受害者，造成的伤害可能比碾碎他们要小，但会窒息他们并有可能使他们昏迷，不过这会增加毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试用你的身体勒住目标，根据你对目标的攻击力对其造成伤害，甚至可能将其打昏。捆绑失败并释放目标的几率会有所增加。"
LocFlyOverText="窒息"
LocMissMessage="阻塞失败！"

[BindSustainedSubdue X2AbilityTemplate]
LocFriendlyName="制服"
LocLongDescription="毒蛇试图制服缠绕中的受害者，不会对目标造成伤害，但会对其造成精神减益，如迷失方向、击晕或昏迷，尽管这会带来毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试制服你束缚中的目标，根据你对抗他们的强度对其施加特定的精神减益效果。略微增加束缚失败并释放目标的几率。"
LocFlyOverText="制服"
LocMissMessage="制服失败！"

[BoaBindSustainedSubdue X2AbilityTemplate]
LocFriendlyName="制服"
LocLongDescription="毒蛇试图制服缠绕中的受害者，不会对目标造成伤害，但会对其造成精神减益，如迷失方向、击晕或昏迷，尽管这会带来毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试制服你束缚中的目标，根据你对抗他们的强度对其施加特定的精神减益效果。略微增加束缚失败并释放目标的几率。"
LocFlyOverText="制服"
LocMissMessage="制服失败！"

[PrimeBindSustainedSubdue X2AbilityTemplate]
LocFriendlyName="制服"
LocLongDescription="毒蛇试图制服缠绕中的受害者，不会对目标造成伤害，但会对其造成精神减益，如迷失方向、击晕或昏迷，尽管这会带来毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试制服你束缚中的目标，根据你对抗他们的强度对其施加特定的精神减益效果。略微增加束缚失败并释放目标的几率。"
LocFlyOverText="制服"
LocMissMessage="制服失败！"

[EliteBindSustainedSubdue X2AbilityTemplate]
LocFriendlyName="制服"
LocLongDescription="毒蛇试图制服缠绕中的受害者，不会对目标造成伤害，但会对其造成精神减益，如迷失方向、击晕或昏迷，尽管这会带来毒蛇失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试制服你束缚中的目标，根据你对抗他们的强度对其施加特定的精神减益效果。略微增加束缚失败并释放目标的几率。"
LocFlyOverText="制服"
LocMissMessage="制服失败！"

[EndBind X2AbilityTemplate]
LocFriendlyName="解除捆绑"
LocLongDescription="如果战术情况发生变化，毒蛇可以释放其缠绕的目标，但这会削弱它们的缠绕能力，使它们在短时间内无法再次被束缚。"
LocHelpText="释放身体中的目标。当能够再次捆绑时会触发冷却时间。"
LocFlyOverText="发布"

[EndBindAlt X2AbilityTemplate]
LocFriendlyName="解除捆绑"
LocLongDescription="在使受害者失去行动能力后，毒蛇会释放对目标的控制，并且可以立即捆绑另一个目标。"
LocHelpText="释放身体中被禁用的目标。"
LocFlyOverText="发布"



[KingGetOverHere X2AbilityTemplate]
LocFriendlyName="吐舌拉扯"
LocLongDescription="毒蛇的舌头和脖子非常强壮，可以将人形目标拽到它的位置。"
LocHelpText="用你的舌头抓住敌对目标，并将其拉到你旁边的瓷砖上。只有人类或类人外星人才能被拉。"
LocFlyOverText="抓舌头"
LocMissMessage="抓取失败！"

[KingBind X2AbilityTemplate]
LocFriendlyName="捆绑"
LocLongDescription="毒蛇王的缠绕力量强得非人，可以束缚相邻的人形敌人，将他们固定在原地，并让毒蛇王决定他们的下一次攻击，只要他有力量维持束缚即可。"
LocHelpText="捆绑并控制相邻的人形敌人，为您提供更多捆绑选项。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[KingBindSustained X2AbilityTemplate]
LocFriendlyName="保持"
LocLongDescription="毒蛇王用自己的身体牢牢抓住受害者，既不压碎他们，也不放手，等待后续行动。"
LocHelpText="将目标束缚在你的身体中，使其更难逃脱，但不要试图对俘虏造成任何伤害或影响。"
LocFlyOverText="保持"
LocMissMessage="捆绑断开！"

[KingBindSustainedChoke X2AbilityTemplate]
LocFriendlyName="窒息"
LocLongDescription="毒蛇王试图用他的身体勒住受害者，使他们窒息并有可能使他们昏迷，但是这会带来毒蛇王失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试用你的身体勒住目标，根据你对目标的攻击力对其造成伤害，甚至可能将其打昏。捆绑失败并释放目标的几率会略有增加。"
LocFlyOverText="窒息"
LocMissMessage="阻塞失败！"

[KingBindSustainedSubdue X2AbilityTemplate]
LocFriendlyName="制服"
LocLongDescription="毒蛇之王试图用他的缠绕制服受害者，不会对目标造成伤害，但会对他们造成精神减益，如迷失方向、击晕他们或使他们昏迷，尽管这会带来毒蛇之王失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试制服你束缚中的目标，根据你对抗他们的强度对其施加特定的精神减益效果。略微增加束缚失败并释放目标的几率。"
LocFlyOverText="制服"
LocMissMessage="制服失败！"

[KingEndBind X2AbilityTemplate]
LocFriendlyName="解除捆绑"
LocLongDescription="如果战术情况发生变化，毒蛇王可以释放他缠绕的目标，但这会削弱他的缠绕力量，使他在短时间内无法再次被束缚。"
LocHelpText="释放身体中的目标。当能够再次捆绑时会触发冷却时间。"
LocFlyOverText="发布"

[KingEndBindAlt X2AbilityTemplate]
LocFriendlyName="解除捆绑"
LocLongDescription="在使受害者失去行动能力后，毒蛇之王会松开对目标的控制，并且可以毫不延迟地束缚另一个目标。"
LocHelpText="释放身体中被禁用的目标。"
LocFlyOverText="发布"


[NeonateBind X2AbilityTemplate]
LocFriendlyName="捆绑"
LocLongDescription="尽管比普通的毒蛇要弱，但 Neonate 可以束缚相邻的目标，并暂时将其固定在原地，使目标短时间内无法行动。由于其身体相对较弱，因此可以快速摆脱束缚。"
LocHelpText="暂时束缚并控制一个相邻的人形敌人。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[MoveAndNeonateBind X2AbilityTemplate]
LocFriendlyName="冲刺捆绑"
LocLongDescription="尽管比普通的毒蛇要弱，但 Neonate 可以移动到敌人目标处，并在一次行动中将其束缚，并暂时将其固定在原地，使目标短时间内无法行动。由于其身体相对较弱，因此可以快速摆脱束缚。"
LocHelpText="暂时将一个人形敌人束缚并限制在移动范围内。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[NeonateBindSustained X2AbilityTemplate]
LocFriendlyName="保持"
LocLongDescription="新生儿身体太弱，无法压碎人形生物，因此，它们只能暂时束缚住目标，然后其微弱的力量会导致束缚断裂。"
LocHelpText="用你的身体固定一个目标。"
LocFlyOverText="保持"
LocMissMessage="捆绑断开！"

[NeonateEndBind X2AbilityTemplate]
LocFriendlyName="解除捆绑"
LocLongDescription="如果战术情况发生变化，新生儿可以释放其缠绕的目标，但这会削弱它们的缠绕，使它们在短时间内无法再次被束缚。"
LocHelpText="释放身体中的目标。当能够再次捆绑时会触发冷却时间。"
LocFlyOverText="发布"

; - 咬 -

[BoaBite X2AbilityTemplate]
LocFriendlyName ="咬"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成原始伤害。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗 1 AP。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗 1 AP。"

[MAW_NeutralBite X2AbilityTemplate]
LocFriendlyName ="咬"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成原始伤害。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 和<Ability:BITE_ENDSTURN/>"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 和<Ability:BITE_ENDSTURN/>"

[MAW_PoisonBite_I X2AbilityTemplate]
LocFriendlyName = "毒咬"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并使其中毒。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>毒咬攻击也会在击中目标时使其中毒。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>毒咬攻击也会在击中目标时使其中毒。"

[MAW_PoisonBite_II X2AbilityTemplate]
LocFriendlyName = "毒咬"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并使其中毒。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>毒咬攻击也会在击中目标时使其中毒。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>毒咬攻击也会在击中目标时使其中毒。"

[MAW_PoisonBite_III X2AbilityTemplate]
LocFriendlyName = "毒咬"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并使其中毒。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>毒咬攻击也会在击中目标时使其中毒。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>毒咬攻击也会在击中目标时使其中毒。"


[MAW_IceBite_I X2AbilityTemplate]
LocFriendlyName = "冰冷咬伤"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并且将其冻结。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>冰冷咬伤也会在击中时冻结目标。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>冰冷咬伤也会在击中时冻结目标。"

[MAW_IceBite_II X2AbilityTemplate]
LocFriendlyName = "冰冷咬伤"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并且将其冻结。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>冰冷咬伤也会在击中时冻结目标。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>冰冷咬伤也会在击中时冻结目标。"

[MAW_IceBite_III X2AbilityTemplate]
LocFriendlyName = "冰冷咬伤"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并且将其冻结。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>冰冷咬伤也会在击中时冻结目标。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>冰冷咬伤也会在击中时冻结目标。"


[MAW_HealBite_I X2AbilityTemplate]
LocFriendlyName = "镇静剂咬伤"
LocHelpText = "毒蛇会对相邻的目标发起咬伤攻击，造成迷失方向、昏迷，甚至可能使目标失去意识。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>镇静咬伤有<Ability:HEAL_DISORIENTCHANCE_I/>几率使目标迷失方向，持续<Ability:HEAL_DISORIENTLENGTH_I/>回合，有<Ability:HEAL_STUNCHANCE_I/>几率使目标昏迷，持续<Ability:HEAL_STUNLENGTH_I/>回合并且有<Ability:HEAL_UNCONSCIOUSHANCE_I/>几率使目标失去意识。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>镇静咬伤有<Ability:HEAL_DISORIENTCHANCE_I/>几率使目标迷失方向，持续<Ability:HEAL_DISORIENTLENGTH_I/>回合，有<Ability:HEAL_STUNCHANCE_I/>几率使目标昏迷，持续<Ability:HEAL_STUNLENGTH_I/>回合并且有<Ability:HEAL_UNCONSCIOUSHANCE_I/>几率使目标失去意识。"

[MAW_HealBite_II X2AbilityTemplate]
LocFriendlyName = "镇静剂咬伤"
LocHelpText = "毒蛇会对相邻的目标发起咬伤攻击，造成迷失方向、昏迷，甚至可能使目标失去意识。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>镇静咬伤有<Ability:HEAL_DISORIENTCHANCE_II/>几率使目标迷失方向，持续<Ability:HEAL_DISORIENTLENGTH_II/>回合，有<Ability:HEAL_STUNCHANCE_II/>几率使目标昏迷，持续<Ability:HEAL_STUNLENGTH_II/>回合并且有<Ability:HEAL_UNCONSCIOUSHANCE_II/>几率使目标失去意识。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>镇静咬伤有<Ability:HEAL_DISORIENTCHANCE_II/>几率使目标迷失方向，持续<Ability:HEAL_DISORIENTLENGTH_II/>回合，有<Ability:HEAL_STUNCHANCE_II/>几率使目标昏迷，持续<Ability:HEAL_STUNLENGTH_II/>回合并且有<Ability:HEAL_UNCONSCIOUSHANCE_II/>几率使目标失去意识。"

[MAW_HealBite_III X2AbilityTemplate]
LocFriendlyName = "镇静剂咬伤"
LocHelpText = "毒蛇会对相邻的目标发起咬伤攻击，造成迷失方向、昏迷，甚至可能使目标失去意识。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>镇静咬伤有<Ability:HEAL_DISORIENTCHANCE_III/>几率使目标迷失方向，持续<Ability:HEAL_DISORIENTLENGTH_III/>回合，有<Ability:HEAL_STUNCHANCE_III/>几率使目标昏迷，持续<Ability:HEAL_STUNLENGTH_III/>回合并且有<Ability:HEAL_UNCONSCIOUSHANCE_III/>几率使目标失去意识。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>镇静咬伤有<Ability:HEAL_DISORIENTCHANCE_III/>几率使目标迷失方向，持续<Ability:HEAL_DISORIENTLENGTH_III/>回合，有<Ability:HEAL_STUNCHANCE_III/>几率使目标昏迷，持续<Ability:HEAL_STUNLENGTH_III/>回合并且有<Ability:HEAL_UNCONSCIOUSHANCE_III/>几率使目标失去意识。"


[MAW_AcidBite_I X2AbilityTemplate]
LocFriendlyName = "酸性咬伤"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并且使其遭受酸灼伤。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>酸性咬伤还会在击中目标时造成酸灼伤。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>酸性咬伤还会在击中目标时造成酸灼伤。"

[MAW_AcidBite_II X2AbilityTemplate]
LocFriendlyName = "酸性咬伤"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并且使其遭受酸灼伤。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>酸性咬伤还会在击中目标时造成酸灼伤。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>酸性咬伤还会在击中目标时造成酸灼伤。"

[MAW_AcidBite_III X2AbilityTemplate]
LocFriendlyName = "酸性咬伤"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并且使其遭受酸灼伤。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>酸性咬伤还会在击中目标时造成酸灼伤。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>酸性咬伤还会在击中目标时造成酸灼伤。"


[MAW_FireBite_I X2AbilityTemplate]
LocFriendlyName = "灼伤之咬"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并且使其起火。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>灼热之咬还会在击中目标时使目标着火。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>灼热之咬还会在击中目标时使目标着火。"

[MAW_FireBite_II X2AbilityTemplate]
LocFriendlyName = "灼伤之咬"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并且使其起火。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>灼热之咬还会在击中目标时使目标着火。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>灼热之咬还会在击中目标时使目标着火。"

[MAW_FireBite_III X2AbilityTemplate]
LocFriendlyName = "灼伤之咬"
LocHelpText = "毒蛇对相邻的目标进行咬伤攻击，对目标造成伤害并且使其起火。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>灼热之咬还会在击中目标时使目标着火。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击会消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>灼热之咬还会在击中目标时使目标着火。"


[MAW_ElectricBite_I X2AbilityTemplate]
LocFriendlyName = "震颤之咬"
LocHelpText = "毒蛇对相邻目标进行咬伤攻击，对目标造成伤害，并可能关闭机器人目标。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>震击咬伤有<Ability:ELECTRIC_STUNCHANCE_I/>几率关闭机器人单位<Ability:ELECTRIC_STUNLENGTH_I/>回合，此外还会移除目标的能量护盾。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>震击咬伤有<Ability:ELECTRIC_STUNCHANCE_I/>几率关闭机器人单位<Ability:ELECTRIC_STUNLENGTH_I/>回合，此外还会移除目标的能量护盾。"

[MAW_ElectricBite_II X2AbilityTemplate]
LocFriendlyName = "震颤之咬"
LocHelpText = "毒蛇对相邻目标进行咬伤攻击，对目标造成伤害，并可能关闭机器人目标。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>震击咬伤有<Ability:ELECTRIC_STUNCHANCE_II/>几率关闭机器人单位<Ability:ELECTRIC_STUNLENGTH_II/>回合，此外还会移除目标的能量护盾。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>震击咬伤有<Ability:ELECTRIC_STUNCHANCE_II/>几率关闭机器人单位<Ability:ELECTRIC_STUNLENGTH_II/>回合，此外还会移除目标的能量护盾。"

[MAW_ElectricBite_III X2AbilityTemplate]
LocFriendlyName = "震颤之咬"
LocHelpText = "毒蛇对相邻目标进行咬伤攻击，对目标造成伤害，并可能关闭机器人目标。"
LocLongDescription = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>震击咬伤有<Ability:ELECTRIC_STUNCHANCE_III/>几率关闭机器人单位<Ability:ELECTRIC_STUNLENGTH_III/>回合，此外还会移除目标的能量护盾。"
LocPromotionPopupText = "对相邻目标进行近战攻击。进行咬伤攻击需要消耗<Ability:BITE_COST/> AP 并且<Ability:BITE_ENDSTURN/>震击咬伤有<Ability:ELECTRIC_STUNCHANCE_III/>几率关闭机器人单位<Ability:ELECTRIC_STUNLENGTH_III/>回合，此外还会移除目标的能量护盾。"

;-吐痰-

[MAW_PoisonSpit_I X2AbilityTemplate]
LocFriendlyName = "毒液"
LocHelpText = "毒蛇吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的生物。"
LocLongDescription = "毒蛇吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的生物。"
LocPromotionPopupText = "毒蛇吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的生物。"

[MAW_PoisonSpit_II X2AbilityTemplate]
LocFriendlyName = "强化毒液"
LocHelpText = "毒蛇吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的生物。"
LocLongDescription = "毒蛇吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的生物。"
LocPromotionPopupText = "毒蛇吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的生物。"

[MAW_PoisonSpit_III X2AbilityTemplate]
LocFriendlyName = "神经毒液"
LocHelpText = "毒蛇吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的生物。"
LocLongDescription = "毒蛇吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的生物。"
LocPromotionPopupText = "毒蛇吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的生物。"


[MAW_IceSpit_I X2AbilityTemplate]
LocFriendlyName = "霜冻吐息"
LocHelpText = "毒蛇喷出接近零度以下的液体，冻结所有受到撞击的人。"
LocLongDescription = "毒蛇喷出接近零度以下的液体，冻结所有受到撞击的人。"
LocPromotionPopupText = "毒蛇喷出接近零度以下的液体，冻结所有受到撞击的人。"

[MAW_IceSpit_II X2AbilityTemplate]
LocFriendlyName = "增强型霜冻吐息"
LocHelpText = "毒蛇喷出接近零度以下的液体，冻结所有受到撞击的人。"
LocLongDescription = "毒蛇喷出接近零度以下的液体，冻结所有受到撞击的人。"
LocPromotionPopupText = "毒蛇喷出接近零度以下的液体，冻结所有受到撞击的人。"

[MAW_IceSpit_III X2AbilityTemplate]
LocFriendlyName = "暴风雪吐息"
LocHelpText = "毒蛇喷出接近零度以下的液体，冻结所有受到撞击的人。"
LocLongDescription = "毒蛇喷出接近零度以下的液体，冻结所有受到撞击的人。"
LocPromotionPopupText = "毒蛇喷出接近零度以下的液体，冻结所有受到撞击的人。"


[MAW_HealSpit_I X2AbilityTemplate]
LocFriendlyName = "抗毒吐息"
LocHelpText = "毒蛇会喷出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"
LocLongDescription = "毒蛇会喷出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"
LocPromotionPopupText = "毒蛇会喷出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"

[MAW_HealSpit_II X2AbilityTemplate]
LocFriendlyName = "增强型抗毒吐息"
LocHelpText = "毒蛇会喷出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"
LocLongDescription = "毒蛇会喷出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"
LocPromotionPopupText = "毒蛇会喷出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"

[MAW_HealSpit_III X2AbilityTemplate]
LocFriendlyName = "治疗吐息"
LocHelpText = "毒蛇会喷出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"
LocLongDescription = "毒蛇会喷出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"
LocPromotionPopupText = "毒蛇会喷出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"


[MAW_FireSpit_I X2AbilityTemplate]
LocFriendlyName = "灼烧吐息"
LocHelpText = "毒蛇喷出灼热的液体，该液体在撞击时会燃烧起来，点燃其影响范围内的物体。"
LocLongDescription = "毒蛇会喷出灼热的液体，这种液体在撞击后会燃烧起来，点燃其影响范围内的物体。"
LocPromotionPopupText = "毒蛇喷出灼热的液体，该液体在撞击时会突然燃烧起来，点燃其影响范围内的物体。"

[MAW_FireSpit_II X2AbilityTemplate]
LocFriendlyName = "增强型灼烧吐息"
LocHelpText = "毒蛇喷出灼热的液体，该液体在撞击时会燃烧起来，点燃其影响范围内的物体。"
LocLongDescription = "毒蛇会喷出灼热的液体，这种液体在撞击后会燃烧起来，点燃其影响范围内的物体。"
LocPromotionPopupText = "毒蛇喷出灼热的液体，该液体在撞击时会突然燃烧起来，点燃其影响范围内的物体。"

[MAW_FireSpit_III X2AbilityTemplate]
LocFriendlyName = "灼烧吐息"
LocHelpText = "毒蛇喷出灼热的液体，该液体在撞击时会燃烧起来，点燃其影响范围内的物体。"
LocLongDescription = "毒蛇会喷出灼热的液体，这种液体在撞击后会燃烧起来，点燃其影响范围内的物体。"
LocPromotionPopupText = "毒蛇喷出灼热的液体，该液体在撞击时会突然燃烧起来，点燃其影响范围内的物体。"


[MAW_AcidSpit_I X2AbilityTemplate]
LocFriendlyName = "腐蚀吐息"
LocHelpText = "毒蛇喷出一种酸性试剂，这种试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"
LocLongDescription = "毒蛇会喷出一种酸性试剂，这种试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"
LocPromotionPopupText = "毒蛇喷出一种酸性试剂，这种试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"

[MAW_AcidSpit_II X2AbilityTemplate]
LocFriendlyName = "增强型腐蚀唾液"
LocHelpText = "毒蛇喷出一种酸性试剂，这种试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"
LocLongDescription = "毒蛇会喷出一种酸性试剂，这种试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"
LocPromotionPopupText = "毒蛇喷出一种酸性试剂，这种试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"

[MAW_AcidSpit_III X2AbilityTemplate]
LocFriendlyName = "溶解吐息"
LocHelpText = "毒蛇喷出一种酸性试剂，这种试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"
LocLongDescription = "毒蛇会喷出一种酸性试剂，这种试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"
LocPromotionPopupText = "毒蛇喷出一种酸性试剂，这种试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"


[MAW_ElectricSpit_I X2AbilityTemplate]
LocFriendlyName = "放电吐息"
LocHelpText = "毒蛇喷射出一种高导电性的化学物质，这种化学物质在撞击后会发生反应，对机器人单位造成伤害，并有可能将其关闭。"
LocLongDescription = "毒蛇喷射出一种高导电性的化学物质，这种化学物质在撞击后会发生反应，对机器人造成伤害，并有可能将其关闭。"
LocPromotionPopupText = "毒蛇喷射出一种高导电性的化学物质，这种化学物质在撞击后会发生反应，对机器人单位造成伤害，并有可能将其关闭。"

[MAW_ElectricSpit_II X2AbilityTemplate]
LocFriendlyName = "增强型放电吐息"
LocHelpText = "毒蛇喷射出一种高导电性的化学物质，这种化学物质在撞击后会发生反应，对机器人单位造成伤害，并有可能将其关闭。"
LocLongDescription = "毒蛇喷射出一种高导电性的化学物质，这种化学物质在撞击后会发生反应，对机器人造成伤害，并有可能将其关闭。"
LocPromotionPopupText = "毒蛇喷射出一种高导电性的化学物质，这种化学物质在撞击后会发生反应，对机器人单位造成伤害，并有可能将其关闭。"

[MAW_ElectricSpit_III X2AbilityTemplate]
LocFriendlyName = "蓝屏吐息"
LocHelpText = "毒蛇喷射出一种高导电性的化学物质，这种化学物质在撞击后会发生反应，对机器人单位造成伤害，并有可能将其关闭。"
LocLongDescription = "毒蛇喷射出一种高导电性的化学物质，这种化学物质在撞击后会发生反应，对机器人造成伤害，并有可能将其关闭。"
LocPromotionPopupText = "毒蛇喷射出一种高导电性的化学物质，这种化学物质在撞击后会发生反应，对机器人单位造成伤害，并有可能将其关闭。"

[Viper_MAW_I_Bonus X2AbilityTemplate]
LocFriendlyName = "毒牙力量奖励"
LocHelpText = "你不应该看到这个..."
LocLongDescription = "你不应该看到这个..."
LocPromotionPopupText = "你不应该看到这个..."

[Viper_MAW_II_Bonus X2AbilityTemplate]
LocFriendlyName = "毒牙力量奖励"
LocHelpText = "你不应该看到这个..."
LocLongDescription = "你不应该看到这个..."
LocPromotionPopupText = "你不应该看到这个..."

[Viper_MAW_III_Bonus X2AbilityTemplate]
LocFriendlyName = "毒牙力量奖励"
LocHelpText = "你不应该看到这个..."
LocLongDescription = "你不应该看到这个..."
LocPromotionPopupText = "你不应该看到这个..."

；- 机动武器 -

[EmptyPrimaryViper X2WeaponTemplate]
FriendlyName="空"
FriendlyNamePlural="空"
BriefSummary="空"
TacticalText="空"
AbilityDescName="空"

[BoaWeapon X2WeaponTemplate]
FriendlyName="未武装"
FriendlyNamePlural="未武装"
BriefSummary="未武装"
TacticalText="未武装"
AbilityDescName="未武装"

[MAW_Neutral X2WeaponTemplate]
FriendlyName="中性毒牙植入物"
FriendlyNamePlural="中性毒牙植入物"
BriefSummary="口腔增大武器，或简称为毒牙植入物，使毒蛇能够最大限度地利用其著名的生物武器。"
TacticalText="<Bullet/>毒牙植入物允许毒蛇充分利用其生物武器。\n<Bullet/> 中性毒牙植入物缺乏其他型号所具有的任何其他附加效果，并且没有任何附加效果。"
AbilityDescName="中性毒牙植入物"


[MAW_Poison_I X2WeaponTemplate]
FriendlyName="毒液毒牙"
FriendlyNamePlural="毒液毒牙"
BriefSummary="注入了致命毒液的毒牙植入物，使毒蛇能够通过其唾液和咬伤造成中毒。"
TacticalText="<Bullet/>毒牙植入物可让毒蛇充分利用其生物武器。\n<Bullet/> 毒液毒牙"毒性"可将毒蛇相当弱的毒液转化为更致命的毒液，对大多数生物来说都是致命的。\n<Bullet/> 此毒牙的毒性效果每回合造成 <font color='#3ABD23'>1-3</font> 点伤害，持续 <font color='#3ABD23'>3</font> 回合，并对受影响的目标造成 <font color='#3ABD23'>-4</font> 点机动性和 <font color='#3ABD23'>-30</font> 点瞄准减益。\n<Bullet/> 1 级毒牙在捆绑时还提供额外的 <font color='#3ABD23'>+10</font> 点强度。"
AbilityDescName="毒液毒牙"

[MAW_Poison_II X2WeaponTemplate]
FriendlyName="强化毒液毒牙"
FriendlyNamePlural="增强型毒液毒牙"
BriefSummary="一种增强型毒牙植入物，注入了致命毒液，使毒蛇能够通过其唾液和咬伤造成中毒。"
TacticalText="<Bullet/>毒牙植入物可让毒蛇充分利用其生物武器。\n<Bullet/> 强化毒液毒牙可将毒蛇相当弱的毒液转化为更致命的毒液，对大多数生物而言都是致命的。\n<Bullet/> 此毒牙的毒性效果每回合造成 <font color='#b7bd1c'>2-4</font> 点伤害，持续 <font color='#b7bd1c'>4</font> 回合，并对受影响的目标造成 <font color='#b7bd1c'>-5</font> 点移动力和 <font color='#b7bd1c'>-35</font> 点瞄准减益。\n<Bullet/> 2 级毒牙在捆绑时还提供额外的 <font color='#b7bd1c'>+20</font> 点强度。"
AbilityDescName="强化毒液毒牙"

[MAW_Poison_III X2WeaponTemplate]
FriendlyName="神经毒液毒牙"
FriendlyNamePlural="神经毒液毒牙"
BriefSummary="一种增强型毒牙植入物，注入了致命毒液，使毒蛇能够通过其唾液和咬伤造成中毒。"
TacticalText="<Bullet/>毒牙植入物可让毒蛇充分利用其生物武器。\n<Bullet/> 神经毒液毒牙可将毒蛇相当弱的毒液转化为更致命的毒液，对大多数生物来说都是致命的。\n<Bullet/> 此毒牙的毒性效果每回合造成 <font color='#d48013'>3-4</font> 点伤害，持续 <font color='#d48013'>4</font> 回合，并对受影响的目标造成 <font color='#d48013'>-6</font> 点机动性和 <font color='#d48013'>-40</font> 点瞄准减益。\n<Bullet/> 3 级毒牙在捆绑时还提供额外的 <font color='#d48013'>+30</font> 点强度。"
AbilityDescName="神经毒液毒牙"


[MAW_Acid_I X2WeaponTemplate]
FriendlyName="酸性毒牙"
FriendlyNamePlural="酸性毒牙"
BriefSummary="一种注入了腐蚀性酸液的毒牙植入物，使毒蛇能够通过其唾液和咬伤造成酸灼伤。"
TacticalText="<Bullet/>毒牙植入物允许毒蛇充分利用其生物武器。\n<Bullet/> 酸性毒牙可将毒蛇相当弱的毒液转化为一种极具腐蚀性的药剂，可溶解一些最坚固的盔甲，并对目标造成致命的酸灼伤。\n<Bullet/> 这种毒牙的酸灼伤效果每回合造成 <font color='#3ABD23'>1-3</font> 点伤害，持续 <font color='#3ABD23'>3</font> 回合，此外，唾液在撞击时造成 <font color='#3ABD23'>1-3</font> 点伤害并撕碎目标的 <font color='#3ABD23'>2</font> 点盔甲。\n<Bullet/> 1 级毒牙还可提供额外的 <font color='#3ABD23'>+10</font> 强度，同时具有约束力。
AbilityDescName="酸性毒牙"

[MAW_Acid_II X2WeaponTemplate]
FriendlyName="增强型酸性毒牙"
FriendlyNamePlural="增强型酸性毒牙"
BriefSummary="一种增强型毒牙植入物，注入了腐蚀性酸液，使毒蛇能够通过其唾液和咬伤造成酸灼伤。"
TacticalText="<Bullet/>毒牙植入物允许毒蛇充分利用其生物武器。\n<Bullet/> 增强型酸性毒牙将毒蛇相当弱的毒液转化为一种极具腐蚀性的药剂，可以溶解一些最坚固的盔甲，并对目标造成致命的酸灼伤。\n<Bullet/> 这种毒牙的酸灼伤效果每回合造成 <font color='#b7bd1c'>2-4</font> 点伤害，持续 <font color='#b7bd1c'>4</font> 回合，此外，唾液在撞击时造成 <font color='#b7bd1c'>1-5</font> 点伤害并撕碎目标的 <font color='#b7bd1c'>3</font> 层盔甲。\n<Bullet/> 2 级毒牙还提供奖励 <font color='#b7bd1c'>+20</font> 强度，同时保持粘合效果。"
AbilityDescName="增强型酸性毒牙"

[MAW_Acid_III X2WeaponTemplate]
FriendlyName="腐蚀性毒牙"
FriendlyNamePlural="腐蚀性毒牙"
BriefSummary="一种增强型毒牙植入物，注入了腐蚀性酸液，使毒蛇能够通过其唾液和咬伤造成酸灼伤。"
TacticalText="<Bullet/>毒牙植入物允许毒蛇充分利用其生物武器。\n<Bullet/> 腐蚀性毒牙可将毒蛇相当弱的毒液转化为一种极具腐蚀性的药剂，可以溶解一些最坚固的盔甲，并对目标造成致命的酸灼伤。\n<Bullet/> 这种毒牙的酸灼伤效果每回合造成 <font color='#d48013'>3-6</font> 点伤害，持续 <font color='#d48013'>4</font> 回合，此外，唾液在撞击时造成 <font color='#d48013'>2-6</font> 点伤害并撕碎目标的 <font color='#d48013'>4</font> 层盔甲。\n<Bullet/> 3 级毒牙还提供奖励 <font color='#d48013'>+30</font> 强度。"
AbilityDescName="腐蚀性毒牙"


[MAW_Heal_I X2WeaponTemplate]
FriendlyName="抗毒毒牙"
FriendlyNamePlural="反毒液毒牙"
BriefSummary="一种注入了智能治疗剂的毒牙植入物，使毒蛇能够用唾液治疗盟友，此外还能够用唾液和咬伤击倒敌人。"
TacticalText="<Bullet/>毒牙植入物允许毒蛇充分利用其生物武器。\n<Bullet/> 抗毒液毒牙可将毒蛇相当弱的毒液转化为智能治疗剂，除了对敌方目标造成非致命状态效果外，还可恢复盟友的健康。\n<Bullet/> 这种毒牙的效果可为友方目标恢复 <font color='#3ABD23'>2</font> 点生命值，尽管它可能无法治疗敌人，但却有 <font color='#3ABD23'>50%</font> 的几率使目标迷失方向，持续 <font color='#3ABD23'>2</font> 回合，有 <font color='#3ABD23'>25%</font> 的几率使目标眩晕，持续 <font color='#3ABD23'>2</font> 回合，并且 <font color='#3ABD23'>15%</font> 几率击倒目标。\n<Bullet/> 1 级毒牙在捆绑时还提供额外的 <font color='#3ABD23'>+10</font> 强度。"
AbilityDescName="抗毒毒牙"

[MAW_Heal_II X2WeaponTemplate]
FriendlyName="增强型抗毒毒牙"
FriendlyNamePlural="增强型抗毒毒牙"
BriefSummary="一种增强型毒牙植入物，其中注入了智能治疗剂，使毒蛇能够用唾液治疗盟友，此外还能够用唾液和咬伤击倒敌人。"
TacticalText="<Bullet/>毒牙植入物允许毒蛇充分利用其生物武器。\n<Bullet/> 增强型抗毒液毒牙可将毒蛇较弱的毒液转化为智能治疗剂，除了对敌方目标造成非致命状态效果外，还可恢复盟友的健康。\n<Bullet/> 这种毒牙的效果可为友方目标恢复 <font color='#b7bd1c'>4</font> 点生命值，尽管它可能无法治疗敌人，但却有 <font color='#b7bd1c'>75%</font> 的几率使目标迷失方向，持续 <font color='#b7bd1c'>3</font> 回合，有 <font color='#b7bd1c'>50%</font> 的几率使目标眩晕，持续 <font color='#b7bd1c'>3</font> 回合，并且 <font color='#b7bd1c'>30%</font> 几率击倒目标。\n<Bullet/> 2 级毒牙在捆绑时还提供额外的 <font color='#b7bd1c'>+20</font> 强度。"
AbilityDescName="增强型抗毒毒牙"

[MAW_Heal_III X2WeaponTemplate]
FriendlyName="恢复性毒牙"
FriendlyNamePlural="修复性毒牙"
BriefSummary="一种增强型毒牙植入物，其中注入了智能治疗剂，使毒蛇能够用唾液治疗盟友，此外还能够用唾液和咬伤击倒敌人。"
TacticalText="<Bullet/>毒牙植入物允许毒蛇充分利用其生物武器。\n<Bullet/> 修复性毒牙可将毒蛇较弱的毒液转化为智能治疗剂，除了对敌方目标造成非致命状态效果外，还可恢复盟友的健康。\n<Bullet/> 这种毒牙的效果可为友方目标恢复 <font color='#d48013'>6</font> 点生命值，尽管它可能无法治疗敌人，但却有 <font color='#d48013'>100%</font> 的几率使目标迷失方向，持续 <font color='#d48013'>4</font> 回合，有 <font color='#d48013'>75%</font> 的几率使目标眩晕，持续 <font color='#d48013'>4</font> 回合，并且 <font color='#d48013'>50%</font> 几率击倒目标。\n<Bullet/> 3 级毒牙在捆绑时还提供额外的 <font color='#d48013'>+30</font> 强度。"
AbilityDescName="恢复性毒牙"


[MAW_Electric_I X2WeaponTemplate]
FriendlyName="电击毒牙"
FriendlyNamePlural="电击毒牙"
BriefSummary="毒牙植入物中充满了高导电性蒸汽，使毒蛇能够通过唾液和咬伤对那些对科技脆弱的目标造成重大伤害。"
TacticalText="<Bullet/>毒牙植入物允许毒蛇充分利用其生物武器。\n<Bullet/> 电击毒牙将毒蛇相当弱的毒液转化为高度导电的蒸汽，对机器人单位非常有效。\n<Bullet/>。此毒牙的吐息效果在撞击机器人单位时会造成 <font color='#3ABD23'>2-4</font> 点伤害，此外，咬伤和吐息会降低机器人单位的黑客防御能力，并有 <font color='#3ABD23'>33%</font> 几率使机器人单位昏迷 <font color='#3ABD23'>2</font> 回合，此外还会移除受影响目标的能量护盾。\n<Bullet/> 1 级毒牙在捆绑时还会提供额外的 <font color='#3ABD23'>+10</font> 强度。"
AbilityDescName="电击毒牙"

[MAW_Electric_II X2WeaponTemplate]
FriendlyName="增强型电击毒牙"
FriendlyNamePlural="增强型电击毒牙"
BriefSummary="一种增强型毒牙植入物，注入了高导电性蒸汽，使毒蛇能够通过唾液和咬伤对那些对科技脆弱的目标造成重大伤害。"
TacticalText="<Bullet/>毒牙植入物允许毒蛇充分利用其生物武器。\n<Bullet/> 增强型电击毒牙将毒蛇相当弱的毒液转化为高度导电的蒸汽，对机器人单位非常有效。\n<Bullet/>。此毒牙的吐息效果在撞击机器人单位时会造成 <font color='#b7bd1c'>4-6</font> 点伤害，此外，咬伤和吐息会降低机器人单位的黑客防御能力，有 <font color='#b7bd1c'>66%</font> 的几率使机器人单位昏迷 <font color='#b7bd1c'>3</font> 回合，此外还会移除受影响目标的能量护盾。\n<Bullet/> 2 级毒牙在捆绑时还会提供额外的 <font color='#b7bd1c'>+20</font> 强度。"
AbilityDescName="增强型电击毒牙"

[MAW_Electric_III X2WeaponTemplate]
FriendlyName="蓝屏毒牙"
FriendlyNamePlural="蓝屏毒牙"
BriefSummary="一种增强型毒牙植入物，注入了高导电性蒸汽，使毒蛇能够通过唾液和咬伤对那些对科技脆弱的目标造成重大伤害。"
TacticalText="<Bullet/>毒牙植入物允许毒蛇充分利用其生物武器。\n<Bullet/> 蓝屏毒牙将毒蛇相当弱的毒液转化为高导电蒸汽，对机器人单位非常有效。\n<Bullet/>。此毒牙的吐息效果在撞击机器人单位时会造成 <font color='#d48013'>6-8</font> 点伤害，此外，咬伤和吐息会降低机器人单位的黑客防御能力，并有 <font color='#d48013'>100%</font> 几率使机器人单位昏迷 <font color='#d48013'>4</font> 回合，此外还会移除受影响目标的能量护盾。\n<Bullet/> 3 级毒牙在捆绑时还会提供额外的 <font color='#d48013'>+30</font> 强度。"
AbilityDescName="蓝屏毒牙"


[MAW_Fire_I X2WeaponTemplate]
FriendlyName="灼烧毒牙"
FriendlyNamePlural="灼烧火武器"
BriefSummary="毒牙植入物中注入了一种高度挥发性的液体，使毒蛇能够通过其唾液和咬伤来点燃目标。"
TacticalText="<Bullet/>毒牙植入物可让毒蛇充分利用其生物武器。\n<Bullet/> 灼烧毒牙可将毒蛇相当弱的毒液转化为高度挥发的液体，可点燃环境并点燃受影响的目标。\n<Bullet/> 此毒牙的燃烧效果每回合造成 <font color='#3ABD23'>2</font> 点伤害，持续 <font color='#3ABD23'>3</font> 回合。\n<Bullet/> 1 级毒牙在结合时还可提供额外的 <font color='#3ABD23'>+10</font> 强度。"
AbilityDescName="灼烧火毒牙"

[MAW_Fire_II X2WeaponTemplate]
FriendlyName="增强型灼烧毒牙"
FriendlyNamePlural="增强型灼烧毒牙"
BriefSummary="一种增强型毒牙植入物，注入了一种高度挥发性的液体，使毒蛇能够通过其唾液和咬合来点燃目标。"
TacticalText="<Bullet/>毒牙植入物可让毒蛇充分利用其生物武器。\n<Bullet/> 增强型灼烧火毒牙可将毒蛇相当弱的毒液转化为高度挥发的液体，可点燃环境并点燃受影响的目标。\n<Bullet/> 此毒牙的燃烧效果每回合造成 <font color='#b7bd1c'>2-4</font> 点伤害，持续 <font color='#b7bd1c'>4</font> 回合。\n<Bullet/> 2 级毒牙在结合时还可提供额外的 <font color='#b7bd1c'>+20</font> 强度。"
AbilityDescName="增强型灼烧火毒牙"

[MAW_Fire_III X2WeaponTemplate]
FriendlyName="地狱毒牙"
FriendlyNamePlural="地狱毒牙"
BriefSummary="一种增强型毒牙植入物，注入了一种高度挥发性的液体，使毒蛇能够通过其唾液和咬合来点燃目标。"
TacticalText="<Bullet/>毒牙植入物可让毒蛇充分利用其生物武器。\n<Bullet/> 地狱毒牙可将毒蛇相当弱的毒液转化为高度挥发的液体，可点燃环境并点燃受影响的目标。\n<Bullet/> 此毒牙的燃烧效果每回合造成 <font color='#d48013'>4</font> 点伤害，持续 <font color='#d48013'>4</font> 回合。\n<Bullet/> 3 级毒牙在结合时还可提供额外的 <font color='#d48013'>+30</font> 强度。"
AbilityDescName="地狱毒牙"


[MAW_Ice_I X2WeaponTemplate]
FriendlyName="霜冻毒牙"
FriendlyNamePlural="霜冻毒牙"
BriefSummary="毒牙植入物中注入了接近零度以下的液体，使毒蛇能够通过唾液和咬合冻结目标。"
TacticalText="<Bullet/>毒牙植入物可让毒蛇充分利用其生物武器。\n<Bullet/> 冰霜毒牙可将毒蛇相当弱的毒液转化为接近零度以下的液体，可以冻结目标。\n<Bullet/> 此毒牙的冻结效果可持续 <font color='#3ABD23'>1</font> 回合，并影响统治者 <font color='#3ABD23'>2</font> 个动作。\n<Bullet/> 1 级毒牙在捆绑时还提供额外的 <font color='#3ABD23'>+10</font> 强度。"
AbilityDescName="冰霜巨口"

[MAW_Ice_II X2WeaponTemplate]
FriendlyName="增强型冰霜毒牙"
FriendlyNamePlural="增强型冰霜毒牙"
BriefSummary="一种增强型毒牙植入物，注入了接近零度以下的液体，使毒蛇能够通过唾液和咬合冻结目标。"
TacticalText="<Bullet/>毒牙植入物可让毒蛇充分利用其生物武器。\n<Bullet/> 增强型冰霜毒牙可将毒蛇相当弱的毒液转化为接近零度以下的液体，可以冻结目标。\n<Bullet/> 此毒牙的冻结效果可持续 <font color='#b7bd1c'>1</font> 回合，并影响统治者 <font color='#b7bd1c'>4</font> 个动作。\n<Bullet/> 2 级毒牙在捆绑时还提供额外的 <font color='#b7bd1c'>+20</font> 强度。"
AbilityDescName="冰霜巨口"

[MAW_Ice_III X2WeaponTemplate]
FriendlyName="暴雪毒牙"
FriendlyNamePlural="暴雪毒牙"
BriefSummary="一种增强型毒牙植入物，注入了接近零度以下的液体，使毒蛇能够通过唾液和咬合冻结目标。"
TacticalText="<Bullet/>毒牙植入物可让毒蛇充分利用其生物武器。\n<Bullet/> 暴雪毒牙可将毒蛇相当弱的毒液转化为接近零度以下的液体，从而冻结目标。\n<Bullet/> 此毒牙的冻结效果可持续 <font color='#d48013'>2</font> 回合，并影响统治者 <font color='#d48013'>6</font> 个动作。\n<Bullet/> 第 3 级毒牙在捆绑时还可提供额外的 <font color='#d48013'>+30</font> 强度。"
AbilityDescName="暴风雪毒牙"

;- 技术人员 -

[MAWTech_I X2TechTemplate]
DisplayName="实验性毒牙植入物"
Summary="经过一些时间和努力，我相信我可以想出一些设计来改进我们的毒蛇士兵使用的毒牙植入物，提高他们使用这种设备的效率，并允许他们将毒液"改变"为更强大的东西。"
CodeName="门牙"
LongDescription="仔细检查"嘴部增强武器"，或简称为"毒牙植入物"，似乎该装置安装在受试者颈部底部，将毒蛇的毒液转化为一种比原始产品更致命的替代物质。我们在变种人遇到的毒蛇身上就看到了这一点，他们使用毒牙植入物将毒液转化为一种更致命的东西，然后向我们的士兵"吐出"。虽然看起来我们自己的毒蛇同志无法使用这种装置，但我相信我可以改进他们使用的现有毒牙植入装置，并允许他们将毒液转化为更致命和/或更通用的东西，以满足毒蛇的需求。R. 泰根。"

[MAWTech_II X2TechTemplate]
DisplayName="高级毒牙植入物"
Summary="通过更多的了解，我们可以期望能够改进迄今为止我们所提出的毒牙植入物。"
CodeName="门牙"
LongDescription="应沈的要求，我研究了我们"毒牙植入体"的当前设计，发现其当前设计存在一些严重缺陷，这些缺陷阻碍了其有效性和整体潜力。我怀疑，通过对武器子系统进行一些改进，我们可以期待旧植入体设计有显著的改进。R. 泰根。"

[MAWTech_III X2TechTemplate]
DisplayName="优质毒牙植入物"
Summary="随着超铀核心的引入，我认为我们将能够极大地改进我们设计的毒牙植入物。"
CodeName="铊"
LongDescription="正如我所料，提高我们的"毒牙植入物"效力的主要障碍是缺乏一种既能装入植入物又不会对用户造成任何伤害或阻碍的便携式可再生能源。虽然这似乎是一项不可能完成的任务，但随着将铊引入植入物，我相信这种物质可以满足这些要求，使我们能够获得毒牙植入物的最有效形式，同时保持植入物所期望的整体设计和外形。R. 泰根。"
